{
    "framework": "pytorch",
    "task": "sentence-embedding",
    "model": {
        "architectures": [
          "BertModel"
        ],
        "attention_probs_dropout_prob": 0.1,
        "classifier_dropout": null,
        "directionality": "bidi",
        "hidden_act": "gelu",
        "hidden_dropout_prob": 0.1,
        "hidden_size": 512,
        "initializer_range": 0.02,
        "intermediate_size": 2048,
        "layer_norm_eps": 1e-12,
        "max_position_embeddings": 512,
        "model_type": "bert",
        "num_attention_heads": 8,
        "num_hidden_layers": 6,
        "pad_token_id": 0,
        "pooler_fc_size": 768,
        "pooler_num_attention_heads": 12,
        "pooler_num_fc_layers": 3,
        "pooler_size_per_head": 128,
        "pooler_type": "first_token_transform",
        "position_embedding_type": "absolute",
        "torch_dtype": "float16",
        "transformers_version": "4.28.1",
        "type_vocab_size": 2,
        "use_cache": true,
        "vocab_size": 21128,
        "normalize": true,
        "emb_pooler_type": "cls"
    },
    "train": {
        "use_fp16": true,
        "work_dir": "/tmp",
        "max_epochs": 10,
        "dataloader": {
            "batch_size_per_gpu": 4,
            "workers_per_gpu": 1
        },
        "optimizer": {
            "type": "AdamW",
            "lr": 0.01,
            "options": {
                "grad_clip": {
                    "max_norm": 2.0
                }
            }
        },
        "lr_scheduler": {
            "type": "StepLR",
            "step_size": 6
        },
        "hooks": [{
            "type": "CheckpointHook",
            "interval": 1
        }, {
            "type": "TextLoggerHook",
            "interval": 1
        }, {
            "type": "IterTimerHook"
        }]
    },
    "evaluation": {
        "dataloader": {
            "batch_size_per_gpu": 2,
            "workers_per_gpu": 1,
            "shuffle": false
        },
        "metrics": ["mrr@10"]
    },
    "pipeline": {
        "type": "sentence-embedding"
    }
}
